#coding:utf-8
import json

data={'log_id': 7575018042580410055, 'words_result_num': 32, 'words_result': [{'words': '…微信搜一搜'}, {'words': 'Q中经文化产业'}, {'words': '国济'}, {'words': '中化产业频'}, {'words': '上海市嘉定区'}, {'words': '相关政策信息来源上海发布'}, {'words': '发布时间2020年2月5日'}, {'words': '◎新增1000个短期租房补贴专项额度,补贴标准为800元/人/月,补贴期'}, {'words': '财政限暂定三个月,用于补贴上述中小企业吸引留住核心团队。'}, {'words': '财政补贴对不裁员、少减员、符合条件的用人单位返还单位及其职工上年度实际缴'}, {'words': '纳失业保险费总额的50%'}, {'words': '支持'}, {'words': '减免⊙对承租本区内国有、集体企业资产类经营用房的中小企业及个体工商户,'}, {'words': '租金暂免收房租1个月、减半房租2个月,到期后视情延长。'}, {'words': '税收'}, {'words': '◎确有特殊困难不能按期缴纳税款的上述中小企业,依法办理延期缴纳,最'}, {'words': '长不超过三个月。'}, {'words': '税费'}, {'words': '◎社会保险缴费年度(含职工医保年度)的起止日期调整为当年7月1日至'}, {'words': '次年6月30日,推迟3个月。'}, {'words': '支持社保参保单位逾期缴纳社保费的,在向社保经办机构报备后,不收取滞纳金,'}, {'words': '不影响参保职工个人权益记录,疫情解除后3个月内补缴即可。'}, {'words': '◎鼓励金融机构通过区产融平台向区内上述中小企业发放信用类贷款,最高'}, {'words': '信贷给予企业50%贷款贴息。'}, {'words': '金融政策对小额贷款公司低于10%利率的贷款业务给予5%的利率补贴;对融资担保'}, {'words': '公司担保费率低于2%的担保业务给予1%的费率补贴。'}, {'words': '支持'}, {'words': '担保'}, {'words': '政策'}, {'words': '亮点'}, {'words': '鼓励企业做好返沪人员管理。对安排返沪员工接受14天居家医学观察,且通'}, {'words': '过租赁住房方式进行居家隔离的上述中小企业,给予一次性房经文化产业'}]}


json_str=json.dumps(data)

json_obj=json.loads(json_str)
result=json_obj['words_result']
#print(result)

for item in result:
    print(item['words'].replace(' ',''))
